-- phpMyAdmin SQL Dump
-- version 4.6.5.2
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Sep 14, 2017 at 10:12 AM
-- Server version: 10.1.21-MariaDB
-- PHP Version: 5.6.30

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `kings_platform`
--

-- --------------------------------------------------------

--
-- Table structure for table `topics`
--

CREATE TABLE `topics` (
  `id` int(11) NOT NULL,
  `subj` int(11) NOT NULL,
  `class` int(11) NOT NULL,
  `name` varchar(200) COLLATE utf8_unicode_ci NOT NULL,
  `nameShi` varchar(200) COLLATE utf8_unicode_ci NOT NULL,
  `nameS` varchar(200) COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `topics`
--

INSERT INTO `topics` (`id`, `subj`, `class`, `name`, `nameShi`, `nameS`) VALUES
(1, 1, 2, 'რიცხვები და მოქმედებები', 'რიცხვებსა და მოქმედებებში', 'რიცხვებსა და მოქმედებებს'),
(2, 1, 2, 'გეომეტრია', 'გეომეტრიაში', 'გეომეტრიას'),
(3, 1, 2, 'მონაცემთა ანალიზი', 'მონაცემთა ანალიზში', 'მონაცემთა ანალიზს'),
(4, 1, 3, 'რიცხვები და მოქმედებები', 'რიცხვებსა და მოქმედებებში', 'რიცხვებსა და მოქმედებებს'),
(5, 1, 3, 'გეომეტრია', 'გეომეტრიაში', 'გეომეტრიას'),
(6, 1, 3, 'მონაცემთა ანალიზი', 'მონაცემთა ანალიზში', 'მონაცემთა ანალიზს'),
(7, 1, 4, 'რიცხვები და მოქმედებები', 'რიცხვებსა და მოქმედებებში', 'რიცხვებსა და მოქმედებებს'),
(8, 1, 4, 'გეომეტრია', 'გეომეტრიაში', 'გეომეტრიას'),
(9, 1, 4, 'მონაცემთა ანალიზი', 'მონაცემთა ანალიზში', 'მონაცემთა ანალიზს'),
(10, 1, 5, 'რიცხვები და მოქმედებები', 'რიცხვებსა და მოქმედებებში', 'რიცხვებსა და მოქმედებებს'),
(11, 1, 5, 'გეომეტრია', 'გეომეტრიაში', 'გეომეტრიას'),
(12, 1, 5, 'მონაცემთა ანალიზი', 'მონაცემთა ანალიზში', 'მონაცემთა ანალიზს'),
(13, 1, 2, 'თემა 4', '', ''),
(14, 1, 3, 'ლოგიკა', '', ''),
(15, 1, 4, 'თემა 4', '', ''),
(16, 1, 5, 'თემა 4', '', ''),
(17, 1, 6, 'თემა 4', '', ''),
(18, 3, 2, 'გრამატიკა', 'გრამატიკაში', 'გრამატიკას'),
(19, 3, 2, 'ტექსტის გააზრება', 'ტექსტის გააზრებაში', 'ტექსტის გააზრებას'),
(20, 3, 2, 'ლექსიკა', 'ლექსიკაში', 'ლექსიკას'),
(21, 3, 3, 'გრამატიკა', 'გრამატიკაში', 'გრამატიკას'),
(22, 3, 3, 'ტექსტის გააზრება', 'ტექსტის გააზრებაში', 'ტექსტის გააზრებას'),
(23, 3, 3, 'ლექსიკა', 'ლექსიკაში', 'ლექსიკას'),
(24, 3, 4, 'გრამატიკა', 'გრამატიკაში', 'გრამატიკას'),
(25, 3, 4, 'ტექსტის გააზრება', 'ტექსტის გააზრებაში', 'ტექსტის გააზრებას'),
(26, 3, 4, 'ლექსიკა', 'ლექსიკაში', 'ლექსიკას'),
(27, 3, 5, 'გრამატიკა', 'გრამატიკაში', 'გრამატიკას'),
(28, 3, 5, 'ტექსტის გააზრება', 'ტექსტის გააზრებაში', 'ტექსტის გააზრებას'),
(29, 3, 5, 'ლექსიკა', 'ლექსიკაში', 'ლექსიკას'),
(30, 3, 6, 'გრამატიკა', 'გრამატიკაში', 'გრამატიკას'),
(31, 3, 6, 'ტექსტის გააზრება', 'ტექსტის გააზრებაში', 'ტექსტის გააზრებას'),
(32, 3, 6, 'ლექსიკა', 'ლექსიკაში', 'ლექსიკას'),
(33, 3, 7, 'გრამატიკა', 'გრამატიკაში', 'გრამატიკას'),
(34, 3, 7, 'ტექსტის გააზრება', 'ტექსტის გააზრებაში', 'ტექსტის გააზრებას'),
(35, 3, 7, 'ლექსიკა', 'ლექსიკაში', 'ლექსიკას'),
(36, 3, 8, 'გრამატიკა', 'გრამატიკაში', 'გრამატიკას'),
(37, 3, 8, 'ტექსტის გააზრება', 'ტექსტის გააზრებაში', 'ტექსტის გააზრებას'),
(38, 3, 8, 'ლექსიკა', 'ლექსიკაში', 'ლექსიკას'),
(39, 3, 9, 'გრამატიკა', 'გრამატიკაში', 'გრამატიკას'),
(40, 3, 9, 'ტექსტის გააზრება', 'ტექსტის გააზრებაში', 'ტექსტის გააზრებას'),
(41, 3, 9, 'ლექსიკა', 'ლექსიკაში', 'ლექსიკას'),
(42, 2, 2, 'გრამატიკა', 'გრამატიკაში', 'გრამატიკას'),
(43, 2, 2, 'ლექსიკა', 'ლექსიკაში', 'ლექსიკას'),
(44, 2, 2, 'ტექსტის გააზრება', 'ტექსტის გააზრებაში', 'ტექსტის გააზრებას'),
(45, 2, 3, 'გრამატიკა', 'გრამატიკაში', 'გრამატიკას'),
(46, 2, 3, 'ლექსიკა', 'ლექსიკაში', 'ლექსიკას'),
(47, 2, 3, 'ტექსტის გააზრება', 'ტექსტის გააზრებაში', 'ტექსტის გააზრებას'),
(48, 2, 4, 'გრამატიკა', 'გრამატიკაში', 'გრამატიკას'),
(49, 2, 4, 'ლექსიკა', 'ლექსიკაში', 'ლექსიკას'),
(50, 2, 4, 'ტექსტის გააზრება', 'ტექსტის გააზრებაში', 'ტექსტის გააზრებას'),
(51, 2, 5, 'გრამატიკა', 'გრამატიკაში', 'გრამატიკას'),
(52, 2, 5, 'ლექსიკა', 'ლექსიკაში', 'ლექსიკას'),
(53, 2, 5, 'ტექსტის გააზრება', 'ტექსტის გააზრებაში', 'ტექსტის გააზრებას'),
(54, 2, 6, 'გრამატიკა', 'გრამატიკაში', 'გრამატიკას'),
(55, 2, 6, 'ლექსიკა', 'ლექსიკაში', 'ლექსიკას'),
(56, 2, 6, 'ტექსტის გააზრება', 'ტექსტის გააზრებაში', 'ტექსტის გააზრებას'),
(57, 2, 7, 'გრამატიკა', 'გრამატიკაში', 'გრამატიკას'),
(58, 2, 7, 'ლექსიკა', 'ლექსიკაში', 'ლექსიკას'),
(59, 2, 7, 'ტექსტის გააზრება', 'ტექსტის გააზრებაში', 'ტექსტის გააზრებას'),
(60, 2, 8, 'გრამატიკა', 'გრამატიკაში', 'გრამატიკას'),
(61, 2, 8, 'ლექსიკა', 'ლექსიკაში', 'ლექსიკას'),
(62, 2, 8, 'ტექსტის გააზრება', 'ტექსტის გააზრებაში', 'ტექსტის გააზრებას'),
(63, 2, 9, 'გრამატიკა', 'გრამატიკაში', 'გრამატიკას'),
(64, 2, 9, 'ლექსიკა', 'ლექსიკაში', 'ლექსიკას'),
(65, 2, 9, 'ტექსტის გააზრება', 'ტექსტის გააზრებაში', 'ტექსტის გააზრებას'),
(66, 1, 1, 'რიცხვები და მოქმედებები', 'რიცხვებსა და მოქმედებებში', 'რიცხვებსა და მოქმედებებს'),
(67, 1, 1, 'გეომეტრია', 'გეომეტრიაში', 'გეომეტრიას'),
(68, 1, 1, 'მონაცემთა ანალიზი', 'მონაცემთა ანალიზში', 'მონაცემთა ანალიზს');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `topics`
--
ALTER TABLE `topics`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `topics`
--
ALTER TABLE `topics`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=69;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
